Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# songbook_share_transposed
source: Share transposed
ar: مشاركة المحوّل
de: Transponiert teilen
es: Compartir transportado
fr: Partager transposé
hi: ट्रांसपोज़ किया हुआ साझा करें
id: Bagikan hasil transpos
it: Condividi trasposto
ja: 移調版を共有
ko: 조옮김 공유
nl: Getransponeerd delen
pl: Udostępnij transponowany
pt: Compartilhar transposto
ru: Поделиться транспонированным
tr: Transpoze edilmişi paylaş
zh_hans: 分享移调版

# songbook_sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
id: Urutkan
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt: Ordenar
ru: Сортировка
tr: Sırala
zh_hans: 排序

# songbook_sort_added
source: Date added
ar: تاريخ الإضافة
de: Hinzugefügt am
es: Fecha de creación
fr: Date d'ajout
hi: जोड़ने की तिथि
id: Tanggal ditambahkan
it: Data di aggiunta
ja: 追加日
ko: 추가된 날짜
nl: Datum toegevoegd
pl: Data dodania
pt: Data de adição
ru: Дата добавления
tr: Eklenme tarihi
zh_hans: 添加日期

# songbook_sort_artist
source: Artist
ar: الفنان
de: Künstler
es: Artista
fr: Artiste
hi: कलाकार
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
nl: Artiest
pl: Artysta
pt: Artista
ru: Исполнитель
tr: Sanatçı
zh_hans: 艺术家

# songbook_sort_modified
source: Last modified
ar: آخر تعديل
de: Zuletzt bearbeitet
es: Última modificación
fr: Dernière modification
hi: अंतिम संशोधित
id: Terakhir diubah
it: Ultima modifica
ja: 最終更新
ko: 최근 수정
nl: Laatst gewijzigd
pl: Ostatnio zmienione
pt: Última modificação
ru: Последнее изменение
tr: Son değişiklik
zh_hans: 最近修改

# songbook_sort_title
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt: Título
ru: Название
tr: Başlık
zh_hans: 标题

# songbook_start_metronome
source: Start Metronome
ar: بدء الإيقاع
de: Metronom starten
es: Iniciar metrónomo
fr: Démarrer le métronome
hi: मेट्रोनोम शुरू करें
id: Mulai metronom
it: Avvia metronomo
ja: メトロノームを開始
ko: 메트로놈 시작
nl: Metronoom starten
pl: Uruchom metronom
pt: Iniciar metrônomo
ru: Запустить метроном
tr: Metronom başlat
zh_hans: 启动节拍器

# songbook_strum_change
source: Change pattern
ar: تغيير النمط
de: Muster ändern
es: Cambiar patrón
fr: Changer de patron
hi: पैटर्न बदलें
id: Ubah pola
it: Cambia modello
ja: パターンを変更
ko: 패턴 변경
nl: Patroon wijzigen
pl: Zmień wzór
pt: Alterar padrão
ru: Изменить рисунок
tr: Kalıbı değiştir
zh_hans: 更改模式

# songbook_strum_none
source: None
ar: بدون
de: Keines
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
tr: Yok
zh_hans: 无

# songbook_strum_pattern
source: Strum pattern
ar: نمط العزف
de: Schlagmuster
es: Patrón de rasgueo
fr: Patron de grattage
hi: स्ट्रम पैटर्न
id: Pola petikan
it: Modello di pennata
ja: ストラムパターン
ko: 스트럼 패턴
nl: Slagpatroon
pl: Wzór brzdąkania
pt: Padrão de batida
ru: Ритмический рисунок
tr: Vuruş kalıbı
zh_hans: 扫弦模式

# songbook_strum_remove
source: Remove pattern
ar: إزالة النمط
de: Muster entfernen
es: Quitar patrón
fr: Retirer le patron
hi: पैटर्न हटाएं
id: Hapus pola
it: Rimuovi modello
ja: パターンを削除
ko: 패턴 제거
nl: Patroon verwijderen
pl: Usuń wzór
pt: Remover padrão
ru: Убрать рисунок
tr: Kalıbı kaldır
zh_hans: 移除模式

# songbook_strum_select
source: Select pattern
ar: اختر نمطًا
de: Muster auswählen
es: Seleccionar patrón
fr: Sélectionner un patron
hi: पैटर्न चुनें
id: Pilih pola
it: Seleziona modello
ja: パターンを選択
ko: 패턴 선택
nl: Patroon kiezen
pl: Wybierz wzór
pt: Selecionar padrão
ru: Выбрать рисунок
tr: Kalıp seç
zh_hans: 选择模式

# songbook_tempo_label
source: Tempo: %1$lld BPM
ar: الإيقاع: %1$lld نبضة في الدقيقة
hi: टेम्पो: %1$lld BPM
ja: テンポ：%1$lld BPM
ko: 템포: %1$lld BPM
ru: Темп: %1$lld BPM
zh_hans: 速度：%1$lld BPM

# songbook_transpose
source: Transpose:
ar: تحويل النغمة:
de: Transponieren:
es: Transportar:
fr: Transposer :
hi: ट्रांसपोज़:
id: Transpos:
it: Trasponi:
ja: 移調:
ko: 이조:
nl: Transponeren:
pl: Transpozycja:
pt: Transpor:
ru: Транспонирование:
tr: Transpoze:
zh_hans: 移调:

# songbook_untitled
source: Untitled
ar: بدون عنوان
de: Ohne Titel
es: Sin título
fr: Sans titre
hi: शीर्षकहीन
id: Tanpa judul
it: Senza titolo
ja: 無題
ko: 제목 없음
nl: Zonder titel
pl: Bez tytułu
pt: Sem título
ru: Без названия
tr: Başlıksız
zh_hans: 未命名

# songbook_view_in_library
source: View %@ in Chord Library
ar: عرض %@ في مكتبة الأوتار
de: %@ in Akkordbibliothek anzeigen
es: Ver %@ en la biblioteca de acordes
fr: Voir %@ dans la bibliothèque d'accords
hi: कॉर्ड लाइब्रेरी में %@ देखें
id: Lihat %@ di Perpustakaan Akor
it: Visualizza %@ nella libreria degli accordi
ja: コードライブラリで%@を表示
ko: 코드 라이브러리에서 %@ 보기
nl: %@ bekijken in akkoordenbibliotheek
pl: Zobacz %@ w bibliotece akordów
pt: Ver %@ na biblioteca de acordes
ru: Просмотреть %@ в библиотеке аккордов
tr: %@ akorunu kütüphanede görüntüle
zh_hans: 在和弦库中查看%@

# songwriter_song_saved
source: Song saved!
ar: تم حفظ الأغنية!
de: Song gespeichert!
es: ¡Canción guardada!
fr: Chanson enregistrée !
hi: गीत सहेजा गया!
id: Lagu disimpan!
it: Brano salvato!
ja: 曲を保存しました！
ko: 노래가 저장되었습니다!
nl: Nummer opgeslagen!
pl: Utwór zapisany!
pt: Música salva!
ru: Песня сохранена!
tr: Şarkı kaydedildi!
zh_hans: 歌曲已保存！

# stats_time_hours_minutes
source: %1$lldh %2$lldm
ar: %1$lldس %2$lldد
hi: %1$lldघ %2$lldमि
id: %1$lldj %2$lldm
ja: %1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분
nl: %1$lldu %2$lldm
pl: %1$lldg %2$lldm
ru: %1$lldч %2$lldм
tr: %1$llds %2$llddk
zh_hans: %1$lld小时 %2$lld分

# stats_time_minutes
source: %1$lld min
ar: %1$lld دقيقة
hi: %1$lld मिनट
id: %1$lld menit
ja: %1$lld分
ko: %1$lld분
ru: %1$lld мин
tr: %1$lld dk
zh_hans: %1$lld 分钟

# stats_time_one_minute
source: 1 min
ar: ١ دقيقة
hi: 1 मिनट
id: 1 menit
ja: 1分
ko: 1분
ru: 1 мин
tr: 1 dk
zh_hans: 1 分钟

# stats_time_under_minute
source: < 1 min
ar: < ١ دقيقة
hi: < 1 मिनट
id: < 1 menit
ja: < 1分
ko: < 1분
ru: < 1 мин
tr: < 1 dk
zh_hans: < 1 分钟

# step_type_chord_drill
source: Chord Drill
ar: تمرين أكوردات
de: Akkordübung
es: Ejercicio de acordes
fr: Exercice d'accords
hi: कॉर्ड अभ्यास
id: Latihan akor
it: Esercizio accordi
ja: コード練習
ko: 코드 연습
nl: Akkoorddrill
pl: Ćwiczenie akordów
pt: Exercício de acordes
ru: Аккордовое упражнение
tr: Akor alıştırması
zh_hans: 和弦练习

# step_type_ear_training
source: Ear Training
ar: تدريب السمع
de: Gehörbildung
es: Entrenamiento auditivo
fr: Entraînement auditif
hi: श्रवण प्रशिक्षण
id: Latihan pendengaran
it: Allenamento uditivo
ja: 聴音トレーニング
ko: 청음 훈련
nl: Gehoortraining
pl: Trening słuchu
pt: Treino auditivo
ru: Слуховая тренировка
tr: İşitme eğitimi
zh_hans: 听力训练

# step_type_free_play
source: Free Play
ar: عزف حر
de: Freies Spiel
es: Juego libre
fr: Jeu libre
hi: स्वतंत्र वादन
id: Bermain bebas
it: Gioco libero
ja: 自由演奏
ko: 자유 연주
nl: Vrij spelen
pl: Gra swobodna
pt: Jogo livre
ru: Свободная игра
tr: Serbest çalma
zh_hans: 自由演奏

# step_type_scale_practice
source: Scale Practice
ar: تمرين سلالم
de: Tonleiterübung
es: Práctica de escalas
fr: Pratique des gammes
hi: स्केल अभ्यास
id: Latihan tangga nada
it: Pratica scale
ja: スケール練習
ko: 스케일 연습
nl: Toonladderoefening
pl: Ćwiczenie gam
pt: Prática de escalas
ru: Упражнение по гаммам
tr: Dizi çalışması
zh_hans: 音阶练习

# step_type_song_practice
source: Song Practice
ar: تمرين أغاني
de: Liedübung
es: Práctica de canciones
fr: Pratique de chansons
hi: गीत अभ्यास
id: Latihan lagu
it: Pratica brani
ja: 曲の練習
ko: 곡 연습
nl: Liedjesoefening
pl: Ćwiczenie piosenek
pt: Prática de músicas
ru: Работа с песнями
tr: Şarkı çalışması
zh_hans: 歌曲练习

# step_type_theory_quiz
source: Theory Quiz
ar: اختبار نظري
de: Theorie-Quiz
es: Test de teoría
fr: Quiz de théorie
hi: सिद्धांत क्विज़
id: Kuis teori
it: Quiz teoria
ja: 理論クイズ
ko: 이론 퀴즈
nl: Theorie-quiz
pl: Quiz z teorii
pt: Quiz de teoria
ru: Тест по теории
tr: Teori sınavı
zh_hans: 乐理测验

# step_type_warm_up
source: Warm Up
ar: إحماء
de: Aufwärmen
es: Calentamiento
fr: Échauffement
hi: वार्म अप
id: Pemanasan
it: Riscaldamento
ja: ウォームアップ
ko: 워밍업
nl: Warming-up
pl: Rozgrzewka
pt: Aquecimento
ru: Разминка
tr: Isınma
zh_hans: 热身

# tap_tempo_label
source: Tap
ar: انقر
es: Toca
hi: टैप
id: Ketuk
ja: タップ
ko: 탭
nl: Tik
pl: Stuk
pt: Toque
ru: Тап
tr: Dokun
zh_hans: 点击

# theme_dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
id: Gelap
it: Scuro
ja: ダーク
ko: 어둡게
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмная
tr: Koyu
zh_hans: 深色

# theme_high_contrast
source: High Contrast
ar: تباين عالٍ
de: Hoher Kontrast
es: Alto contraste
fr: Contraste élevé
hi: उच्च कंट्रास्ट
id: Kontras tinggi
it: Contrasto elevato
ja: ハイコントラスト
ko: 고대비
nl: Hoog contrast
pl: Wysoki kontrast
pt: Alto contraste
ru: Высокий контраст
tr: Yüksek kontrast
zh_hans: 高对比度

# theme_light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: हल्का
id: Terang
it: Chiaro
ja: ライト
ko: 밝게
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая
tr: Açık
zh_hans: 浅色

# theme_system
source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt: Sistema
ru: Системная
tr: Sistem
zh_hans: 跟随系统

# theory_lessons_back
source: Back to Lessons
ar: العودة إلى الدروس
de: Zurück zu den Lektionen
es: Volver a lecciones
fr: Retour aux leçons
hi: पाठों पर वापस जाएँ
id: Kembali ke Pelajaran
it: Torna alle lezioni
ja: レッスン一覧に戻る
ko: 레슨 목록으로 돌아가기
nl: Terug naar lessen
pl: Powrót do lekcji
pt: Voltar às lições
ru: К урокам
tr: Derslere Dön
zh_hans: 返回课程

# theory_lessons_count
source: %lld lessons
ar: %lld درس
de: %lld Lektionen
es: %lld lecciones
fr: %lld leçons
hi: %lld पाठ
id: %lld pelajaran
it: %lld lezioni
ja: %lldレッスン
ko: %lld개 레슨
nl: %lld lessen
pl: %lld lekcji
pt: %lld lições
ru: %lld уроков
tr: %lld ders
zh_hans: %lld 节课

# theory_lessons_key_points
source: Key Points
ar: النقاط الرئيسية
de: Kernpunkte
es: Puntos clave
fr: Points clés
hi: मुख्य बिंदु
id: Poin Utama
it: Punti chiave
ja: ポイント
ko: 핵심 포인트
nl: Kernpunten
pl: Kluczowe zagadnienia
pt: Pontos-chave
ru: Ключевые моменты
tr: Ana Noktalar
zh_hans: 要点

# theory_lessons_not_quite
source: Not quite.
ar: ليس تماماً.
de: Nicht ganz.
es: No del todo.
fr: Pas tout à fait.
hi: बिल्कुल नहीं।
id: Belum tepat.
it: Non esattamente.
ja: 惜しい。
ko: 아쉽네요.
nl: Niet helemaal.
pl: Nie do końca.
pt: Não exatamente.
ru: Не совсем.
tr: Tam değil.
zh_hans: 不太对。

# theory_lessons_progress
source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fr: Progression
hi: प्रगति
id: Kemajuan
it: Progressi
ja: 進捗
ko: 진행 상황
nl: Voortgang
pl: Postępy
pt: Progresso
ru: Прогресс
tr: İlerleme
zh_hans: 进度

# theory_lessons_quick_check
source: Quick Check
ar: فحص سريع
de: Schnelltest
es: Verificación rápida
fr: Vérification rapide
hi: त्वरित जाँच
id: Cek Cepat
it: Verifica rapida
ja: 確認テスト
ko: 확인 문제
nl: Snelle controle
pl: Szybka weryfikacja
pt: Verificação rápida
ru: Быстрая проверка
tr: Hızlı Kontrol
zh_hans: 快速检测

# theory_lessons_subtitle
source: Structured lessons from fundamentals to advanced harmony.
ar: دروس منظمة من الأساسيات إلى التناغم المتقدم.
de: Strukturierte Lektionen von den Grundlagen bis zur fortgeschrittenen Harmonik.
es: Lecciones estructuradas desde los fundamentos hasta la armonía avanzada.
fr: Des leçons structurées des fondamentaux à l'harmonie avancée.
hi: मूल बातों से उन्नत हार्मनी तक संरचित पाठ।
id: Pelajaran terstruktur dari dasar hingga harmoni lanjutan.
it: Lezioni strutturate dalle basi all'armonia avanzata.
ja: 基礎から上級和声まで段階的に学ぶレッスン。
ko: 기초부터 고급 화성학까지 단계별 레슨.
nl: Gestructureerde lessen van basisbegrippen tot geavanceerde harmonie.
pl: Lekcje od podstaw do zaawansowanej harmonii.
pt: Lições estruturadas dos fundamentos à harmonia avançada.
ru: Структурированные уроки от основ до продвинутой гармонии.
tr: Temellerden ileri armoniye yapılandırılmış dersler.
zh_hans: 从基础到高级和声的系统课程。

# theory_lessons_title
source: Learn Music Theory
ar: تعلم النظرية الموسيقية
de: Musiktheorie lernen
es: Aprender teoría musical
fr: Apprendre la théorie musicale
hi: संगीत सिद्धांत सीखें
id: Belajar Teori Musik
it: Impara la teoria musicale
ja: 音楽理論を学ぶ
ko: 음악 이론 배우기
nl: Muziektheorie leren
pl: Nauka teorii muzyki
pt: Aprender teoria musical
ru: Изучение теории музыки
tr: Müzik Teorisi Öğren
zh_hans: 学习乐理

# theory_module_chords
source: Chords
ar: الأكوردات
de: Akkorde
es: Acordes
fr: Accords
hi: कॉर्ड
id: Akor
it: Accordi
ja: コード
ko: 코드
nl: Akkoorden
pl: Akordy
pt: Acordes
ru: Аккорды
tr: Akorlar
zh_hans: 和弦

# theory_module_intervals
source: Intervals
ar: الأبعاد
de: Intervalle
es: Intervalos
fr: Intervalles
hi: अंतराल
id: Interval
it: Intervalli
ja: 音程
ko: 음정
nl: Intervallen
pl: Interwały
pt: Intervalos
ru: Интервалы
tr: Aralıklar
zh_hans: 音程

# theory_module_keys_signatures
source: Keys & Signatures
ar: المقامات والدلائل
de: Tonarten und Vorzeichen
es: Tonalidades y armaduras
fr: Tonalités et armures
hi: कुंजी और चिह्न
id: Kunci dan tanda kunci
it: Tonalità e armature
ja: 調と調号
ko: 조와 조표
nl: Toonsoorten en voortekens
pl: Tonacje i znaki przykluczowe
pt: Tonalidades e armaduras
ru: Тональности и ключевые знаки
tr: Tonaliteler ve donanımlar
zh_hans: 调与调号

# theory_module_notes_pitch
source: Notes & Pitch
ar: النوتات والطبقة
de: Noten und Tonhöhe
es: Notas y altura
fr: Notes et hauteur
hi: स्वर और पिच
id: Not dan nada
it: Note e altezza
ja: 音と音高
ko: 음과 음높이
nl: Noten en toonhoogte
pl: Nuty i wysokość dźwięku
pt: Notas e altura
ru: Ноты и высота
tr: Notalar ve perde
zh_hans: 音与音高

# theory_module_progressions_harmony
source: Progressions & Harmony
ar: التتابعات والهارموني
de: Progressionen und Harmonie
es: Progresiones y armonía
fr: Progressions et harmonie
hi: प्रगति और सामंजस्य
id: Progresi dan harmoni
it: Progressioni e armonia
ja: 進行と和声
ko: 진행과 화성
nl: Progressies en harmonie
pl: Progresje i harmonia
pt: Progressões e harmonia
ru: Прогрессии и гармония
tr: Yürüyüşler ve armoni
zh_hans: 和声进行与和声

# theory_module_rhythm
source: Rhythm
ar: الإيقاع
de: Rhythmus
es: Ritmo
fr: Rythme
hi: ताल
id: Ritme
it: Ritmo
ja: リズム
ko: 리듬
nl: Ritme
pl: Rytm
pt: Ritmo
ru: Ритм
tr: Ritim
zh_hans: 节奏

# theory_module_scales
source: Scales
ar: السلالم
de: Tonleitern
es: Escalas
fr: Gammes
hi: स्केल
id: Tangga nada
it: Scale
ja: スケール
ko: 스케일
nl: Toonladders
pl: Gamy
pt: Escalas
ru: Гаммы
tr: Diziler
zh_hans: 音阶

# theory_quiz_blitz
source: Blitz (60s)
ar: بليتز (60 ث)
hi: ब्लिट्ज़ (60s)
id: Blitz (60d)
ja: ブリッツ（60秒）
ko: 블리츠 (60초)
ru: Блиц (60 с)
tr: Blitz (60sn)
zh_hans: 闪电战 (60秒)

# theory_quiz_final_accuracy
source: Accuracy: %@
ar: الدقة: %@
de: Genauigkeit: %@
es: Precisión: %@
fr: Précision : %@
hi: सटीकता: %@
id: Akurasi: %@
it: Precisione: %@
ja: 正確さ: %@
ko: 정확도: %@
nl: Nauwkeurigheid: %@
pl: Dokładność: %@
pt: Precisão: %@
ru: Точность: %@
tr: Doğruluk: %@
zh_hans: 准确率: %@

# theory_quiz_final_score
source: Score: %lld
ar: النقاط: %lld
de: Punkte: %lld
es: Puntuación: %lld
hi: स्कोर: %lld
id: Skor: %lld
it: Punteggio: %lld
ja: スコア: %lld
ko: 점수: %lld
pl: Wynik: %lld
pt: Pontuação: %lld
ru: Счёт: %lld
tr: Puan: %lld
zh_hans: 得分: %lld

# theory_quiz_next
source: Next Question
ar: السؤال التالي
de: Nächste Frage
es: Siguiente pregunta
fr: Question suivante
hi: अगला प्रश्न
id: Pertanyaan Berikutnya
it: Domanda successiva
ja: 次の問題
ko: 다음 문제
nl: Volgende vraag
pl: Następne pytanie
pt: Próxima pergunta
ru: Следующий вопрос
tr: Sonraki Soru
zh_hans: 下一题

# theory_quiz_play_again
source: Play Again
ar: العب مجدداً
de: Nochmal spielen
es: Jugar de nuevo
fr: Rejouer
hi: फिर से खेलें
id: Main Lagi
it: Gioca ancora
ja: もう一度
ko: 다시 도전
nl: Opnieuw spelen
pl: Zagraj ponownie
pt: Jogar novamente
ru: Играть снова
tr: Tekrar Oyna
zh_hans: 再来一次

# theory_quiz_standard
source: Standard
ar: عادي
es: Estándar
hi: स्टैंडर्ड
id: Standar
ja: スタンダード
ko: 스탠다드
nl: Standaard
pl: Standardowy
pt: Padrão
ru: Стандартный
tr: Standart
zh_hans: 标准

# theory_quiz_start
source: Start Quiz
ar: بدء الاختبار
de: Quiz starten
es: Iniciar quiz
fr: Commencer le quiz
hi: क्विज़ शुरू करें
id: Mulai Kuis
it: Inizia il quiz
ja: クイズ開始
ko: 퀴즈 시작
pl: Rozpocznij quiz
pt: Iniciar quiz
ru: Начать тест
tr: Testi Başlat
zh_hans: 开始测验

# theory_quiz_start_blitz
source: Start Blitz!
ar: ابدأ البليتز!
de: Blitz starten!
es: ¡Iniciar Blitz!
fr: Lancer le Blitz !
hi: ब्लिट्ज़ शुरू करें!
id: Mulai Blitz!
it: Inizia Blitz!
ja: ブリッツ開始!
ko: 블리츠 시작!
pl: Rozpocznij Blitz!
pt: Iniciar Blitz!
ru: Начать блиц!
tr: Blitz Başlat!
zh_hans: 开始闪电战！

# theory_quiz_subtitle
source: Test your music theory knowledge!
ar: اختبر معرفتك بالنظرية الموسيقية!
de: Teste dein Musiktheorie-Wissen!
es: ¡Pon a prueba tus conocimientos de teoría musical!
fr: Testez vos connaissances en théorie musicale !
hi: अपने संगीत सिद्धांत ज्ञान की परीक्षा लें!
id: Uji pengetahuan teori musik Anda!
it: Metti alla prova le tue conoscenze di teoria musicale!
ja: 音楽理論の知識をテストしよう！
ko: 음악 이론 지식을 테스트해 보세요!
nl: Test je muziektheoretische kennis!
pl: Sprawdź swoją wiedzę z teorii muzyki!
pt: Teste seus conhecimentos de teoria musical!
ru: Проверьте свои знания теории музыки!
tr: Müzik teorisi bilginizi test edin!
zh_hans: 测试你的音乐理论知识！

# theory_quiz_times_up
source: Time's Up!
ar: انتهى الوقت!
de: Zeit abgelaufen!
es: ¡Se acabó el tiempo!
fr: Temps écoulé !
hi: समय समाप्त!
id: Waktu Habis!
it: Tempo scaduto!
ja: 時間切れ!
ko: 시간 초과!
nl: Tijd is om!
pl: Czas minął!
pt: Tempo esgotado!
ru: Время вышло!
tr: Süre Doldu!
zh_hans: 时间到！

# theory_quiz_title
source: Theory Quiz
ar: اختبار النظرية
de: Theorie-Quiz
es: Quiz de teoría
fr: Quiz de théorie
hi: थ्योरी क्विज़
id: Kuis Teori
it: Quiz di teoria
ja: 理論クイズ
ko: 이론 퀴즈
nl: Theoriequiz
pl: Quiz z teorii
pt: Quiz de teoria
ru: Тест по теории
tr: Teori Testi
zh_hans: 乐理测验

# theory_title_chords_inversions
source: Chord Inversions
ar: انعكاسات الأكوردات
de: Akkordumkehrungen
es: Inversiones de acordes
fr: Renversements d'accords
hi: कॉर्ड व्युत्क्रम
id: Pembalikan akor
it: Rivolti degli accordi
ja: 和音の転回形
ko: 화음의 전위
nl: Akkoord-omkeringen
pl: Przewroty akordów
pt: Inversões de acordes
ru: Обращения аккордов
tr: Akor çevirmeleri
zh_hans: 和弦转位

# theory_title_chords_seventh
source: Seventh Chords
ar: أكوردات السُباعي
de: Septakkorde
es: Acordes de séptima
fr: Accords de septième
hi: सप्तक कॉर्ड
id: Akor ketujuh
it: Accordi di settima
ja: 七の和音
ko: 7화음
nl: Septiem-akkoorden
pl: Akordy septymowe
pt: Acordes de sétima
ru: Септаккорды
tr: Yedili akorlar
zh_hans: 七和弦

# theory_title_chords_triads
source: Triads
ar: الثلاثيات
de: Dreiklänge
es: Tríadas
fr: Triades
hi: त्रिस्वर
id: Triad
it: Triadi
ja: 三和音
ko: 3화음
nl: Drieklanken
pl: Trójdźwięki
pt: Tríades
ru: Трезвучия
tr: Üçlüler
zh_hans: 三和弦

# theory_title_harmony_diatonic
source: Diatonic Harmony
ar: الهارموني الدياتوني
de: Diatonische Harmonie
es: Armonía diatónica
fr: Harmonie diatonique
hi: डायटोनिक हार्मनी
id: Harmoni diatonik
it: Armonia diatonica
ja: 全音階的和声
ko: 온음계적 화성
nl: Diatonische harmonie
pl: Harmonia diatoniczna
pt: Harmonia diatónica
ru: Диатоническая гармония
tr: Diyatonik armoni
zh_hans: 自然和声

# theory_title_harmony_functions
source: Chord Functions
ar: وظائف الأكوردات
de: Akkordfunktionen
es: Funciones de los acordes
fr: Fonctions des accords
hi: कॉर्ड फंक्शन
id: Fungsi akor
it: Funzioni degli accordi
ja: 和音の機能
ko: 화음의 기능
nl: Akkoordfuncties
pl: Funkcje akordów
pt: Funções dos acordes
ru: Функции аккордов
tr: Akor fonksiyonları
zh_hans: 和弦功能

# theory_title_intervals_intro
source: What Is an Interval?
ar: ما هو البُعد؟
de: Was ist ein Intervall?
es: ¿Qué es un intervalo?
fr: Qu'est-ce qu'un intervalle ?
hi: अंतराल क्या है?
id: Apa itu interval?
it: Cos'è un intervallo?
ja: 音程とは？
ko: 음정이란?
nl: Wat is een interval?
pl: Czym jest interwał?
pt: O que é um intervalo?
ru: Что такое интервал?
tr: Aralık nedir?
zh_hans: 什么是音程？

# theory_title_intervals_table
source: The 12 Interval Names
ar: أسماء الأبعاد الـ 12
de: Die 12 Intervallnamen
es: Los 12 nombres de intervalos
fr: Les 12 noms d'intervalles
hi: 12 अंतराल नाम
id: 12 nama interval
it: I 12 nomi degli intervalli
ja: 12の音程名
ko: 12개의 음정 이름
nl: De 12 intervalnamen
pl: 12 nazw interwałów
pt: Os 12 nomes de intervalos
ru: 12 названий интервалов
tr: 12 Aralık adı
zh_hans: 12个音程名称

# theory_title_keys_circle
source: The Circle of Fifths
ar: دائرة الخامسات
de: Der Quintenzirkel
es: El círculo de quintas
fr: Le cercle des quintes
hi: पंचम चक्र
id: Lingkaran kuint
it: Il circolo delle quinte
ja: 五度圏
ko: 5도권
nl: De kwintencirkel
pl: Koło kwintowe
pt: O círculo de quintas
ru: Квинтовый круг
tr: Beşliler çemberi
zh_hans: 五度圈

# theory_title_keys_intro
source: What Is a Key?
ar: ما هو المقام؟
de: Was ist eine Tonart?
es: ¿Qué es una tonalidad?
fr: Qu'est-ce qu'une tonalité ?
hi: कुंजी क्या है?
id: Apa itu kunci?
it: Cos'è una tonalità?
ja: 調とは？
ko: 조란?
nl: Wat is een toonsoort?
pl: Czym jest tonacja?
pt: O que é uma tonalidade?
ru: Что такое тональность?
tr: Tonalite nedir?
zh_hans: 什么是调？

# theory_title_notes_12
source: The 12 Notes
ar: النوتات الـ 12
de: Die 12 Töne
es: Las 12 notas
fr: Les 12 notes
hi: 12 स्वर
id: 12 Not
it: Le 12 note
ja: 12の音
ko: 12개의 음
nl: De 12 noten
pl: 12 dźwięków
pt: As 12 notas
ru: 12 нот
tr: 12 Nota
zh_hans: 12个音

# theory_title_notes_sharp_flat
source: Sharps and Flats
ar: الدييز والبيمول
de: Kreuze und Be
es: Sostenidos y bemoles
fr: Dièses et bémols
hi: शार्प और फ्लैट
id: Kres dan Mol
it: Diesis e bemolli
ja: シャープとフラット
ko: 샤프와 플랫
nl: Kruisen en mollen
pl: Krzyżyki i bemole
pt: Sustenidos e bemóis
ru: Диезы и бемоли
tr: Diyez ve Bemol
zh_hans: 升号与降号

# theory_title_rhythm_constant_motion
source: The Constant Motion Principle
ar: مبدأ الحركة المستمرة
de: Das Prinzip der konstanten Bewegung
es: El principio de movimiento constante
fr: Le principe de mouvement constant
hi: निरंतर गति सिद्धांत
id: Prinsip gerakan konstan
it: Il principio del moto costante
ja: コンスタントモーションの原則
ko: 일정한 움직임 원칙
nl: Het constante-bewegingsprincipe
pl: Zasada ciągłego ruchu
pt: O princípio do movimento constante
ru: Принцип постоянного движения
tr: Sürekli hareket ilkesi
zh_hans: 恒定运动原则

# theory_title_rhythm_note_values
source: Note Values
ar: قيم النوتات
de: Notenwerte
es: Valores de las notas
fr: Valeurs des notes
hi: नोट मान
id: Nilai not
it: Valori delle note
ja: 音符の長さ
ko: 음표의 길이
nl: Nootwaarden
pl: Wartości nut
pt: Valores das notas
ru: Длительности нот
tr: Nota değerleri
zh_hans: 音符时值

# theory_title_rhythm_percussive
source: Percussive Techniques
ar: تقنيات إيقاعية
de: Perkussive Techniken
es: Técnicas percusivas
fr: Techniques percussives
hi: ताल तकनीक
id: Teknik perkusif
it: Tecniche percussive
ja: パーカッシブ奏法
ko: 퍼커시브 주법
nl: Percussieve technieken
pl: Techniki perkusyjne
pt: Técnicas percussivas
ru: Перкуссивные техники
tr: Perküsif teknikler
zh_hans: 打击技巧

# theory_title_rhythm_straight_swing
source: Straight vs. Swing Feel
ar: إيقاع مستقيم مقابل سوينغ
de: Gerader vs. Swing-Rhythmus
es: Ritmo recto vs. swing
fr: Rythme binaire vs. swing
hi: सीधा vs. स्विंग
id: Rasa lurus vs. swing
it: Ritmo binario vs. swing
ja: ストレート vs. スウィング
ko: 스트레이트 vs. 스윙
nl: Recht vs. swing-gevoel
pl: Rytm prosty vs. swingowy
pt: Ritmo reto vs. swing
ru: Прямой ритм vs. свинг
tr: Düz vs. Swing hissi
zh_hans: 直拍与摇摆

# theory_title_rhythm_time_sig
source: Time Signatures
ar: الموازين
de: Taktarten
es: Compases
fr: Mesures
hi: ताल चिह्न
id: Tanda birama
it: Indicazioni di tempo
ja: 拍子記号
ko: 박자표
nl: Maatsoorten
pl: Metrum
pt: Compassos
ru: Размеры
tr: Ölçü birimleri
zh_hans: 拍号

# theory_title_rhythm_world
source: World Rhythms
ar: إيقاعات عالمية
de: Weltrhythmen
es: Ritmos del mundo
fr: Rythmes du monde
hi: विश्व ताल
id: Ritme dunia
it: Ritmi dal mondo
ja: 世界のリズム
ko: 세계의 리듬
nl: Wereldritmes
pl: Rytmy świata
pt: Ritmos do mundo
ru: Мировые ритмы
tr: Dünya ritimleri
zh_hans: 世界节奏

# theory_title_scales_major
source: The Major Scale
ar: السلّم الكبير
de: Die Dur-Tonleiter
es: La escala mayor
fr: La gamme majeure
hi: मेजर स्केल
id: Tangga nada mayor
it: La scala maggiore
ja: 長音階
ko: 장음계
nl: De majeurtoonladder
pl: Gama durowa
pt: A escala maior
ru: Мажорная гамма
tr: Majör dizi
zh_hans: 大调音阶
